/* Title for source selection item; Camera */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Title of the Image Details view */
"Image details" = "Image details";

/* Title for image source picker view */
"Image source" = "Image source";

/* Title for the license picker */
"License Title" = "License";

/* Label of the license textfield */
"LicenseLabel" = "License";

/* Label of the password textfield */
"Password" = "Password";

/* Title for source selection item; Photo Library */
"Photo Library" = "Photo Library";

/* Title for the select button in license picker */
"Select" = "Select";

/* A button to go to the settings view */
"SettingsButton" = "Settings";

/* Title of the settings view */
"SettingsTitle" = "Settings";

/* Title for Show upload button in alert view after upload succeeded */
"Show upload" = "Show upload";

/* Title for upload buton on image details view */
"Upload" = "Upload";

/* Title for upload succeeded alert */
"Upload succeeded" = "Upload succeeded";

/* Upload progress message */
"uploading" = "uploading";

/* Label of the username textfield */
"Username" = "Username";

/* Label of save button */
"Save" = "Save";

/* Label of the gps coordinates settings switch */
"Add GPS coordinates" = "Add GPS coordinates";

/* Placeholder text for the title field in imagedetails window */
"File title" = "Title";

/* Label for the Description field of the upload */
"Description" = "Description";